Repository: OSGeo-jp/OSGeoLive-doc-omegat
Catalog: tm/metrics.tmx
Source language: en
Languages: ja

source: |osgeolive-version| Project Metrics
ja: プロジェクトメトリクス

source: Metrics provided by `OpenHUB <https://www.openhub.net/>`_ which are derived from the projects' code repositories. Note these metrics have known deficiencies (such as caused by repositories moving), and only provide partial indications about the projects' development. Lack of change in smaller, concise packages and libraries may simply reflect a level of maturity and completeness.
ja: プロジェクトのコードリポジトリ `OpenHUB <https://www.openhub.net/>`_ によるメトリクス。これらのメトリクスにはいくつかの欠点 (リポジトリの移動などによる) があることに注意する必要があります。また、プロジェクト開発については断片的な情報しかありません。一部の小さな変更を除けば、パッケージとライブラリは完成度の高いレベルにあります。

source: Viewing the metrics requires an Internet connection and Javascript to be enabled.
ja: メトリクスを見るためにはインターネット接続と Javascript の実行をを許可する必要があります。

source: Desktop GIS
ja: デスクトップ GIS

source: Browser Facing GIS
ja: ブラウザ向け GIS

source: Web Services
ja: Web サービス

source: Data Stores
ja: データストア

source: Navigation and Maps
ja: ナビゲーションと地図

source: Spatial Tools
ja: 空間ツール

source: Domain Specific GIS
ja: 特定用途向け GIS

source: Data
ja: データ

source: Geospatial Libraries
ja: 地理空間ライブラリ
